module.exports = {
	autoUpdateThreadInfo: {},
	checkwarn: {
		text: {
			warn: "العضو %1 تم تحذيره 3 مرات من قبل وتم حظره من المحادثة\n- الاسم: %1\n- Uid: %2\n- لإلغاء الحظر، يرجى استخدام الأمر \"%3warn unban <uid>\" (مع uid هو uid الشخص الذي تريد إلغاء حظره)",
			needPermission: "البوت يحتاج صلاحية مشرف لطرد الأعضاء المحظورين"
		}
	},
	leave: {
		text: {
			session1: "صباح",
			session2: "ظهر",
			session3: "عصر",
			session4: "مساء",
			leaveType1: "غادر المجموعة",
			leaveType2: "تم طرده من المجموعة"
		}
	},
	logsbot: {
		text: {
			title: "====== سجلات البوت ======",
			added: "\n✅\nالحدث: تمت إضافة البوت إلى مجموعة جديدة\n- أضافه: %1",
			kicked: "\n❌\nالحدث: تم طرد البوت\n- طرده: %1",
			footer: "\n- معرف المستخدم: %1\n- المجموعة: %2\n- معرف المجموعة: %3\n- الوقت: %4"
		}
	},
	onEvent: {},
	welcome: {
		text: {
			session1: "صباح",
			session2: "ظهر",
			session3: "عصر",
			session4: "مساء",
			welcomeMessage: "شكراً لدعوتي للمجموعة!\nبادئة البوت: %1\nلعرض قائمة الأوامر، اكتب: %1help",
			multiple1: "أنت",
			multiple2: "أنتم"
		}
	},
	rankup: {
		text: {
			levelUp: "🎉 | مبروك %1!\nلقد ارتقيت إلى المستوى %2!"
		}
	}
};
